{
  "title": "Privacy Policy",
  "breadcrumb": [
    { "label": "Home", "href": "/" },
    { "label": "Privacy Policy", "href": "/privacy" }
  ],
  "sections": [
    {
      "title": "Introduction",
      "content": "At Broker Adda, we are committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your personal information when you visit our real estate platform, browse properties, connect with brokers, or use our services."
    },
    {
      "title": "Information We Collect",
      "content": [
        "Personal Details: Name, email, phone number, address, and identification documents for broker verification.",
        "Property Preferences: Budget range, location preferences, property type, and specific requirements.",
        "Broker Information: License details, RERA registration, firm information, and professional credentials.",
        "Usage Data: IP address, browser type, pages visited, property searches, and interaction data to improve platform performance.",
        "Communication Data: Messages between buyers and brokers, property inquiries, and customer service interactions."
      ]
    },
    {
      "title": "How We Use Your Information",
      "content": [
        "Connect buyers with verified real estate brokers",
        "Match property preferences with available listings",
        "Facilitate communication between parties",
        "Verify broker credentials and maintain platform integrity",
        "Send property recommendations and market updates (only with your consent)",
        "Improve our platform and user experience",
        "Comply with real estate regulations and legal obligations"
      ]
    },
    {
      "title": "Cookies",
      "content": "We use cookies to enhance your browsing experience, remember your property preferences, save search filters, and analyze platform traffic. You can manage cookie settings in your browser."
    },
    {
      "title": "Sharing Your Information",
      "content": "We do not sell or rent your personal information. We may share your data with verified brokers for property matching, trusted service providers (e.g., property verification services, legal advisors), and regulatory authorities when required by law."
    },
    {
      "title": "Data Security",
      "content": "We implement industry-standard security measures including encryption, secure servers, and regular security audits to protect your personal data from unauthorized access, misuse, or disclosure."
    },
    {
      "title": "Your Rights",
      "content": [
        "Access or correct your personal information and property preferences",
        "Request deletion of your data (subject to legal retention requirements)",
        "Opt out of marketing communications and property recommendations",
        "Request data portability for your property search history"
      ]
    },
    {
      "title": "Broker Verification",
      "content": "We collect and verify broker credentials including RERA registration, license numbers, and professional certifications to ensure platform integrity and user safety."
    },
    {
      "title": "Property Data",
      "content": "Property information, images, and details are provided by brokers and property owners. We verify basic information but cannot guarantee the accuracy of all property details."
    },
    {
      "title": "Third-Party Links",
      "content": "Our platform may contain links to external property websites, government portals, or third-party services. We are not responsible for their privacy practices and encourage you to review their policies separately."
    },
    {
      "title": "Changes to This Policy",
      "content": "We may update this Privacy Policy from time to time to reflect changes in our services or legal requirements. Changes will be posted on this page with the updated effective date."
    },
    {
      "title": "Contact Us",
      "content": [
        "If you have any questions about this Privacy Policy or how we handle your data, please contact us at:",
        "📧 privacy@brokeradda.com",
        "📞 +91-XXXX-XXXX-XX",
        "🏢 Broker Adda, Real Estate Platform"
      ]
    }
  ]
}
