{
    "header": {
    "title": "Refund & Cancellation Policy",
    "breadcrumb": [
      {
        "label": "Home",
        "href": "/"
      },
      {
        "label": "Refund & Cancellation Policy",
        "href": "/refund"
      }
    ]
  },
  "sections": [
    {
      "title": "Platform Service Fees",
      "content": [
        "Broker Adda operates as a platform connecting property buyers with verified real estate brokers. We may charge service fees for premium features, broker verification services, or platform usage. These fees are clearly displayed before any transaction and are non-refundable once services have been provided. Our goal is to maintain transparency in all financial transactions and ensure you understand the costs associated with using our platform services."
      ]
    },
    {
      "title": "Property Transaction Refunds",
      "content": [
        "Please note that Broker Adda does not handle direct property transactions or payments between buyers and sellers. All financial transactions for property purchases are conducted directly between the parties involved (buyers, sellers, and brokers).",
        "If you have made payments directly to a broker or property owner and wish to request a refund, you must contact them directly. We can assist by providing broker contact information and facilitating communication, but we cannot process refunds for transactions we did not handle.",
        "For any disputes related to property transactions, we recommend consulting with legal advisors and following the appropriate legal channels. We maintain records of broker communications and can provide assistance in resolving disputes when possible.",
        "If you have paid platform service fees and believe you are entitled to a refund due to service issues, please contact our support team with detailed information about the problem. We will review each case individually and process refunds for legitimate service failures."
      ]
    },
    {
      "title": "Broker Service Issues",
      "content": [
        "If you experience issues with a broker's services or behavior, please report the matter to us immediately with detailed information and evidence. We take broker misconduct seriously and will investigate all complaints thoroughly.",
        "While we cannot refund money paid directly to brokers, we can take action against brokers who violate our terms of service, including suspension or removal from our platform. We maintain strict standards for broker verification and conduct.",
        "For serious issues such as fraud or misrepresentation, we will cooperate with legal authorities and provide all necessary documentation to support your case. Your safety and satisfaction are our top priorities.",
        "If a broker is found to have provided false information or engaged in fraudulent activities, we will work with you to resolve the matter and may provide compensation through our platform insurance, where applicable."
      ]
    },
    {
      "title": "Platform Service Refunds",
      "content": [
        "If you have paid for premium platform services (such as featured listings, advanced search features, or broker verification) and the service was not provided as promised, you may be eligible for a refund.",
        "Refund requests must be submitted within 30 days of the service issue and must include detailed information about the problem. We will review each case and process refunds for legitimate service failures within 5-7 business days.",
        "Processing times may vary depending on your payment method and financial institution. Refunds will be credited to your original payment method. Please note that we cannot refund money paid directly to third parties (brokers, property owners, etc.).",
        "Our support team is available to assist with refund requests and provide updates on the status of your case. We are committed to resolving all legitimate issues promptly and ensuring your satisfaction with our platform services."
      ]
    }
  ]
}
